{
  "Header": {
    "title": "New Epoch",
    "paragraph": "Your Trusted PR Experts, Where Stories Meet Strategy"
  },
  "About": {
    "paragraph": "New Epoch is an independent, New Zealand-owned public relations consultancy founded in 2020 with a clear mission: to deliver world-class strategic communications that are bold, authentic, and unmistakably effective. \n\nFrom our four offices in Auckland, Wellington, Christchurch, and Dunedin, we partner with ambitious companies and purpose-driven organisations across Aotearoa and internationally. Our nationwide presence gives us unrivalled reach and insight into local markets, while our global perspective and proven methodologies ensure every campaign performs on the world stage. \n\n We believe the most powerful stories are built on trust, sharp strategy, and relentless creativity. Since day one, that belief has driven us to help clients navigate crises, launch breakthrough brands, shape public policy, and lead conversations that matter. \n\n At New Epoch, we don’t just manage reputation — we help define the next chapter for the people and businesses shaping tomorrow. \n\n Welcome to a new era of PR. Welcome to New Epoch, your Trusted PR Experts, Where Stories Meet Strategy!",
    "Why": [
      "Proven expertise across engineering, surveying and planning roles",
      "Tailored recruitment solutions that meet your business needs",
      "Strong relationships built on honesty and transparency",
      "Focused on long-term success for both clients and candidates"
    ],
    "Why2": [
        "Extensive network of domestic and international professionals",
        "Direct communication with a dedicated specialist consultant",
        "Efficient processes designed to save you time and resources",
        "Committed to providing a seamless recruitment experience"
    ]
  },
  "Gallery": [
    {
      "title": "Project Title",
      "largeImage": "img/portfolio/01-large.jpg",
      "smallImage": "img/portfolio/01-small.jpg"
    },
    {
      "title": "Project Title",
      "largeImage": "img/portfolio/02-large.jpg",
      "smallImage": "img/portfolio/02-small.jpg"
    },
    {
      "title": "Project Title",
      "largeImage": "img/portfolio/03-large.jpg",
      "smallImage": "img/portfolio/03-small.jpg"
    },
    {
      "title": "Project Title",
      "largeImage": "img/portfolio/04-large.jpg",
      "smallImage": "img/portfolio/04-small.jpg"
    },
    {
      "title": "Project Title",
      "largeImage": "img/portfolio/05-large.jpg",
      "smallImage": "img/portfolio/05-small.jpg"
    },
    {
      "title": "Project Title",
      "largeImage": "img/portfolio/06-large.jpg",
      "smallImage": "img/portfolio/06-small.jpg"
    },
    {
      "title": "Project Title",
      "largeImage": "img/portfolio/07-large.jpg",
      "smallImage": "img/portfolio/07-small.jpg"
    },
    {
      "title": "Project Title",
      "largeImage": "img/portfolio/08-large.jpg",
      "smallImage": "img/portfolio/08-small.jpg"
    },
    {
      "title": "Project Title",
      "largeImage": "img/portfolio/09-large.jpg",
      "smallImage": "img/portfolio/09-small.jpg"
    }
  ],
  "Services": [
    {
      "icon": "fa fa-search",
      "name": "Permanent Recruitment",
      "text": "We connect employers with highly skilled engineering, surveying and planning professionals for long-term, strategic hires."
    },
    {
      "icon": "fa fa-handshake-o",
      "name": "Contract & Temporary Staffing",
      "text": "Flexible contract professionals ready to support short-term projects, workload peaks or specialised assignments."
    },
    {
      "icon": "fa fa-cogs",
      "name": "Technical & Specialist Roles",
      "text": "Recruiting for hard-to-find technical positions across civil, structural, geotech, planning, transport, environmental and more."
    },
    {
      "icon": "fa fa-users",
      "name": "Senior & Leadership Appointments",
      "text": "Targeted search for senior engineers, team leaders, discipline managers and other key leadership roles."
    },
    {
      "icon": "fa fa-map",
      "name": "Surveying & Planning Recruitment",
      "text": "Connecting firms with cadastral surveyors, planners, technicians and specialists across NZ and Australia."
    },
    {
      "icon": "fa fa-line-chart",
      "name": "Talent Pipeline & Market Insights",
      "text": "Gain actionable insights into market trends, candidate availability, salary expectations and workforce planning."
    }
  ],
    "Testimonials": [
    {
      "img": "img/testimonials/01.jpg",
      "text": "\"New Epoch took the time to understand our business and delivered candidates who matched both our technical needs and team culture. Outstanding service.\"",
      "name": "Michael P."
    },
    {
      "img": "img/testimonials/02.jpg",
      "text": "\"Professional, responsive and highly knowledgeable about the engineering sector. They made the whole recruitment process seamless.\"",
      "name": "Sarah W."
    },
    {
      "img": "img/testimonials/03.jpg",
      "text": "\"Their industry insight is excellent. We were able to secure a high-quality surveyor within 2 week. Highly recommend New Epoch's service. That helps a lot.\"",
      "name": "Daniel K."
    },
    {
      "img": "img/testimonials/04.jpg",
      "text": "\"What stood out was the genuine care and communication throughout the process. A great partner to work with.\"",
      "name": "Emily R."
    },
    {
      "img": "img/testimonials/05.jpg",
      "text": "\"New Epoch quickly understood our requirements and presented strong candidates. Very impressed with the professionalism.\"",
      "name": "James H."
    },
    {
      "img": "img/testimonials/06.jpg",
      "text": "\"As a candidate, I felt supported at every stage. They matched me with a role perfectly aligned with my experience and goals.\"",
      "name": "Olivia M."
    }
  ],
  "Team": [
    {
      "img": "img/team/01.jpg",
      "name": "Ethan Roberts",
      "job": "Director"
    },
    {
      "img": "img/team/02.jpg",
      "name": "Sophie Williams",
      "job": "Senior Recruitment Consultant"
    },
    {
      "img": "img/team/03.jpg",
      "name": "Liam Anderson",
      "job": "Recruitment Specialist"
    },
    {
      "img": "img/team/04.jpg",
      "name": "Chloe Martin",
      "job": "Client & Candidate Liaison"
    }
  ],
  "Contact": {
    "address": "",
    "phone": "",
    "email": "info@newepoch.co.nz",
    "facebook": "",
    "twitter": "",
    "youtube": ""
  },
  "Features": [
    {
      "icon": "fa fa-comments-o",
      "title": "Media Relations",
      "text": "Securing prime coverage in print, broadcast, and online outlets to amplify your narrative and build credibility. We leverage deep connections with New Zealand journalists and global networks for targeted placements that resonate with local and international audiences."
    },
    {
      "icon": "fa fa-group",
      "title": "Digital PR & Social Media Strategy",
      "text": "Harnessing SEO, content marketing, and social platforms to boost online visibility and foster two-way conversations. From viral TikTok activations to data-driven LinkedIn campaigns, we integrate digital tools with traditional PR for measurable ROI."
    },
    {
      "icon": "fa fa-bullhorn",
      "title": "Crisis Communications & Reputation Management",
      "text": "Proactive strategies to safeguard your brand during challenges, turning potential threats into opportunities for trust-building. Our approach includes rapid response planning, stakeholder engagement, and post-crisis recovery, proven effective for Kiwi brands facing regulatory scrutiny or global incidents."
    },
    {
      "icon": "fa fa-magic",
      "title": "Brand Strategy & Launch Campaigns",
      "text": "Crafting compelling brand stories from concept to execution, including product launches and market entries. Tailored for New Zealand's businesses, we combine creative ideation with global benchmarks for launches that capture headlines and hearts."
    },
    {
      "icon": "fa fa-cogs",
      "title": "Corporate & Public Affairs",
      "text": "Navigating policy, regulatory, and community landscapes to position your organisation as a thoughtful leader. We facilitate advocacy that aligns business goals with societal impact."
    },
    {
      "icon": "fa fa-line-chart",
      "title": "Thought Leadership & Content Creation",
      "text": "Elevating executives and experts through op-eds, podcasts, and awards to establish authority in your field. We focus on New Zealand's collaborative media environment while targeting global platforms, helping clients like yours lead conversations in your fields."
    }
  ]
}
